Repository: xbmc/screensaver.matrixtrails
Catalog: screensaver.matrixtrails/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, zh_cn

# Addon Summary
source: Matrix trails screensaver
de_de: Matrix Regen Bildschirmschoner
es_es: Salvapantallas Senderos Matrix
zh_cn: 黑客帝国轨迹屏幕保护程序

# Addon Description
source: The "digital rain" effect, as seen on the computer monitors in "The Matrix".[CR][CR]In its settings you can also define your own colors and sizes of rain.
de_de: Der "digitale Regen" Effekt, wie er auf den Computermonitoren in "Matrix" zu sehen ist.[CR][CR]In seinen Einstellungen kannst du auch eigene Farben und Größen des Regens bestimmen.
es_es: El efecto "lluvia digital", como se ve en los monitores de ordenador en "Matrix"[CR][CR]En su configuración también puedes definir tus propios colores y tamaños de lluvia.
zh_cn: “数字雨”效果，如影片《黑客帝国》中的计算机显示器所示。[CR][CR]在其设置中，您还可以定义自己的雨的颜色和大小。

# #30000
source: Number of columns
de_de: Anzahl der Spalten
es_es: Número de columnas
he_il: מספר העמודות
zh_cn: 列数

# #30001
source: Number of rows
de_de: Anzahl der Reihen
es_es: Número de filas
he_il: מספר השורות
zh_cn: 行数

# #30002
source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
he_il: מהירות
zh_cn: 速度

# #30003
source: {0:d}x
zh_cn: {0:d}倍

# #30004
source: Number of columns to show on screen.
de_de: Anzahl der Spalten, die auf dem Bildschirm angezeigt werden sollen.
es_es: Número de columnas a mostrar en pantalla.
he_il: מספר העמודות להצגה על המסך.
zh_cn: 在屏幕上显示的列数。

# #30005
source: Number of rows to show on screen.
de_de: Anzahl der Zeilen, die auf dem Bildschirm angezeigt werden sollen.
es_es: Número de filas a mostrar en pantalla.
he_il: מספר השורות להצגה על המסך.
zh_cn: 在屏幕上显示的行数。

# #30006
source: Accelerate how fast lines move down.
de_de: Beschleunige, wie schnell sich Linien nach unten bewegen.
es_es: Acelera la velocidad a la que bajan las líneas.
he_il: האצת קצב ירידת השורות.
zh_cn: 加速直线向下落的速度。

# #30010
source: Colors
de_de: Farben
es_es: Colores
he_il: צבעים
zh_cn: 颜色

# #30011
source: Matrix raining
de_de: Matrix Regen
es_es: Lluvia Matrix
he_il: גשם מטריקס
zh_cn: 黑客帝国雨

# #30012
source: Red
de_de: Rot
es_es: Rojo
he_il: אדום
zh_cn: 红色

# #30013
source: Strength of red color in the rain.
de_de: Stärke der roten Farbe im Regen.
es_es: Intensidad del color rojo en la lluvia.
he_il: עצמת הצבע האדום בגשם.
zh_cn: 雨中红色的强度。

# #30014
source: Green
de_de: Grün
es_es: Verde
he_il: ירוק
zh_cn: 绿色

# #30015
source: Strength of green color in the rain.
de_de: Stärke der grünen Farbe im Regen.
es_es: Intensidad del color verde en la lluvia.
he_il: עצמת הצבע הירוק בגשם.
zh_cn: 雨中绿色的强度。

# #30016
source: Blue
de_de: Blau
es_es: Azul
he_il: כחול
zh_cn: 兰色

# #30017
source: Strength of blue color in the rain.
de_de: Stärke der blauen Farbe im Regen.
es_es: Intensidad del color azul en la lluvia.
he_il: עצמת הצבע הכחול בגשם.
zh_cn: 雨中兰色的强度。

# #30018
source: Matrix rain event
de_de: Matrix Regenereignis
es_es: Evento de lluvia Matrix
he_il: אירוע גשם מטריקס
zh_cn: 黑客帝国雨事件

# #30019
source: Red
de_de: Rot
es_es: Rojo
he_il: אדום
zh_cn: 红色

# #30020
source: Strength of red color on a event.
de_de: Stärke der roten Farbe bei einem Ereignis.
es_es: Intensidad del color rojo en un evento.
he_il: עצמת הצבע האדום באירוע.
zh_cn: 事件中红色的强度。

# #30021
source: Green
de_de: Grün
es_es: Verde
he_il: ירוק
zh_cn: 绿色

# #30022
source: Strength of green color on a event.
de_de: Stärke der grünen Farbe bei einem Ereignis.
es_es: Intensidad del color verde en un evento.
he_il: עצמת הצבע הירוק באירוע.
zh_cn: 事件中绿色的强度。

# #30023
source: Blue
de_de: Blau
es_es: Azul
he_il: כחול
zh_cn: 兰色

# #30024
source: Strength of blue color on a event.
de_de: Stärke der blauen Farbe bei einem Ereignis.
es_es: Intensidad del color azul en un evento.
he_il: עצמת הצבע הכחול באירוע.
zh_cn: 事件中兰色的强度。
